{"actions":[{"codes":["1:1:1:4:5"],"match":"any","name":"Players","showDetail":false,"url":"http://wp.me/P4QC5t-6A"},{"codes":["1:1:3:3:4"],"match":"any","name":"Performances","showDetail":false,"url":"http://wp.me/P4QC5t-9g"},{"codes":["1:1:1:1:2"],"description":"Carolan Guitar 2014. University of Nottingham. Luthier: Nick Perez. Graphic Designer: Liz Jeal. Technical team: Steve Benford, Adrian Hazzard, Liming Xu. Funded by the Engineering and Physical Sciences Research Council (EPSRC). Press Open to read Carolan\u0027s blog.","image":"http://carolanguitar.files.wordpress.com/2014/08/ifso33tuydnxin5bmdbnfwxeg0q9k-lmnexgmqhqqhu.jpg","match":"any","name":"Carolan Guitar","showDetail":true,"url":"http://carolanguitar.com"},{"codes":["1:1:5:5:6"],"match":"any","name":"Playlist","showDetail":false,"url":"http://youtube.com/playlist?list\u003dPLPvnQgbeSXV6fRryEuIZRdlIutXdMDgd6"},{"codes":["1:1:1:1:1"],"match":"any","name":"The Penguin Barcode","showDetail":false,"url":"http://youtube.com/watch?v\u003dkW39Mt5kscQ"},{"codes":["1:1:2:3:5"],"match":"any","name":"User Guide","showDetail":false,"url":"http://wp.me/P4QC5t-3Q"},{"codes":["1:1:2:4:4"],"match":"any","name":"Specifications","showDetail":false,"url":"http://wp.me/P4QC5t-3T"}],"availabilities":[{}],"checksumModulo":1,"description":"Every guitar tells a story, from the tonewoods that form it, to the craft of its making, to the players that own it, to the places it visits, and to the many songs that it sings.\nThis blog tells the story of a unique guitar; one that has been created with the express purpose of capturing and telling its own life history.\nOur guitar is called Carolan in honour of the legendary composer Turlough O\u0027Carolan, the last of the great blind Irish harpers, and an itinerant musician who roamed Ireland at the turn of the 18th century, composing and playing beautiful celtic tunes. Like it\u0027s namesake, Carolan is a roving bard; a performer that passes from place to place, learning tunes, songs and stories as it goes and sharing them with the people it encounters along the way.\nThis is possible because of a unique technology that hides digital codes within the decorative patterns adorning the instrument. These act somewhat like QR codes in the sense that you can point a phone or tablet at them to access or upload information via the Internet. Unlike QR codes, however, they are aesthetically beautiful and form a natural part of instrument\u0027s decoration. This unusual and new technology enables our guitar to build and share a \u0027digital footprint\u0027 throughout its lifetime, but in a way that resonates with both the aesthetic of an acoustic guitar and the craft of traditional luthiery.","embeddedChecksum":false,"icon":"http://www.wornchaos.org/experiences/uk.ac.horizon.aestheticodes.carolan.png","id":"http://aestheticodes.appspot.com/experience/b29f7f6a-7fdd-4a6d-bee3-3f27f77ef931","image":"https://carolanguitar.files.wordpress.com/2014/10/bottom-to-top.jpg?w\u003d618\u0026h\u003d441","name":"Carolan Guitar","processors":[]}